Repository: wmo-raf/cap-composer
Catalog: capeditor/locale/*/LC_MESSAGES/django.po
Languages: am, sw

source: Name
am: ስም
sw: Jina

source: Name of the recipient
am: የተቀባዩ ስም
sw: Jina la mpokeaji

source: Reference Alert
am: የማጣቀሻ ማንቂያ
sw: Tahadhari ya Marejeleo

source: Earlier alert referenced by this alert
am: የቀደመው ማንቂያ በዚህ ማንቂያ ተጠቅሷል
sw: Tahadhari ya awali iliyorejelewa na tahadhari hii

source: Incident
am: ክስተት
sw: Tukio

source: Value
am: ዋጋ
sw: Thamani

source: Shelter - Take shelter in place or per instruction
am: መጠለያ - በቦታ ወይም በመመሪያው መጠለል
sw: Makazi - Pata makazi mahali au kwa maagizo

source: Evacuate - Relocate as instructed in the instruction
am: መልቀቅ - በመመሪያው ውስጥ እንደታዘዘው ወደ ሌላ ቦታ ያስተላልፉ
sw: Ondoka - Hamisha kama ilivyoelekezwa katika maagizo

source: Prepare - Relocate as instructed in the instruction
am: አዘጋጅ - በመመሪያው ውስጥ እንደታዘዘው ወደ ሌላ ቦታ ይቀይሩ
sw: Jitayarishe - Hamisha kama ilivyoelekezwa katika maagizo

source: Execute - Execute a pre-planned activity identified in instruction
am: አስፈጽም - በመመሪያው ውስጥ ተለይቶ አስቀድሞ የታቀደ እንቅስቃሴን ያከናውኑ
sw: Tekeleza - Tekeleza shughuli iliyopangwa mapema iliyotambuliwa katika maagizo

source: Avoid - Avoid the subject event as per the instruction
am: አስወግዱ - እንደ መመሪያው የርዕሰ-ጉዳዩን ክስተት ያስወግዱ
sw: Epuka - Epuka tukio la somo kulingana na maagizo

source: Monitor - Attend to information sources as described in instruction
am: ክትትል - በመመሪያው ላይ እንደተገለጸው የመረጃ ምንጮችን መከታተል
sw: Monitor - Hudhuria vyanzo vya habari kama ilivyofafanuliwa katika maagizo

source: Assess - Evaluate the information in this message - DONT USE FOR PUBLIC ALERTS
am: ይገምግሙ - በዚህ መልእክት ውስጥ ያለውን መረጃ ይገምግሙ - ለሕዝብ ማንቂያዎች አይጠቀሙ
sw: Tathmini - Tathmini taarifa katika ujumbe huu - USITUMIE KWA TAARIFA KWA UMMA

source: All Clear - The subject event no longer poses a threat or concern and any follow on action is described in instruction
am: ሁሉም ግልጽ - የርዕሰ-ጉዳዩ ክስተት ከአሁን በኋላ ስጋት ወይም ስጋት አያመጣም እና ማንኛውም የተግባር ክትትል በመመሪያው ውስጥ ተገልጿል
sw: Yote Wazi - Tukio la somo halileti tishio au wasiwasi tena na ufuatiliaji wowote wa hatua unaelezwa katika maagizo

source: No action recommended
am: ምንም እርምጃ አይመከርም
sw: Hakuna hatua inayopendekezwa

source: Response type
am: የምላሽ አይነት
sw: Aina ya majibu

source: The code denoting the type of action recommended for the target audience
am: ለዒላማ ታዳሚዎች የሚመከር የእርምጃ አይነትን የሚያመለክት ኮድ
sw: Msimbo unaoashiria aina ya kitendo kinachopendekezwa kwa hadhira lengwa

source: Affected areas / Regions
am: የተጎዱ አካባቢዎች / ክልሎች
sw: Maeneo / Mikoa iliyoathirika

source: The text describing the affected area of the alert message
am: የማስጠንቀቂያ መልእክት የተጎዳውን አካባቢ የሚገልጽ ጽሑፍ
sw: Maandishi yanayoelezea eneo lililoathiriwa la ujumbe wa tahadhari

source: Administrative Level
am: የአስተዳደር ደረጃ
sw: Kiwango cha Utawala

source: Boundary
am: ድንበር
sw: Mpaka

source: The paired values of points defining a polygon that delineates the affected area of the alert message
am: የማንቂያ መልእክቱ የተጎዳውን አካባቢ የሚገልጽ ፖሊጎን የሚወስኑ ጥንድ ጥንድ እሴቶች
sw: Thamani zilizooanishwa za vidokezo vinavyofafanua poligoni ambayo hufafanua eneo lililoathiriwa la ujumbe wa tahadhari.

source: Altitude
am: ከፍታ
sw: Urefu

source: The specific or minimum altitude of the affected area of the alert message
am: የማስጠንቀቂያው መልእክት የተጎዳው አካባቢ ልዩ ወይም ዝቅተኛ ከፍታ
sw: Urefu mahususi au wa chini kabisa wa eneo lililoathiriwa la ujumbe wa tahadhari

source: Ceiling
am: ጣሪያ
sw: Dari

source: The maximum altitude of the affected area of the alert message.MUST NOT be used except in combination with the altitude element.
am: የማስጠንቀቂያ መልእክት የተጎዳው አካባቢ ከፍተኛው ከፍታ ከፍ ካለው ኤለመንት ጋር ካልተጣመረ በስተቀር ጥቅም ላይ መዋል የለበትም።
sw: Upeo wa mwinuko wa eneo lililoathiriwa la ujumbe wa tahadhari.LAZIMA USITUMIKE isipokuwa pamoja na kipengele cha mwinuko.

source: Polygon
am: ፖሊጎን
sw: Poligoni

source: Circle
am: ክብ
sw: Mduara

source: Drag the marker to change position
am: ቦታውን ለመቀየር ምልክት ማድረጊያውን ይጎትቱት።
sw: Buruta alama ili kubadilisha nafasi

source: The human-readable name of the agency or authority issuing this alert.
am: ይህን ማንቂያ የሚያወጣው ኤጀንሲ ወይም ባለስልጣን በሰው ሊነበብ የሚችል ስም።
sw: Jina linaloweza kusomeka na binadamu la wakala au mamlaka inayotoa arifa hii.

source: The text describing the contact for follow-up and confirmation of the alert message
am: ለመከታተል እና ለማንቂያ መልእክቱ ማረጋገጫ እውቂያውን የሚገልጽ ጽሑፍ
sw: Maandishi yanayoelezea mwasiliani kwa ufuatiliaji na uthibitisho wa ujumbe wa tahadhari

source: The text denoting the type of the subject event of the alert message
am: የማንቂያ መልእክቱ የርዕሰ ጉዳይ ክስተት አይነትን የሚያመለክት ጽሑፍ
sw: Maandishi yanayoashiria aina ya tukio la somo la ujumbe wa tahadhari

source: The text describing the intended audience of the alert message
am: የማንቂያ መልእክቱ የታሰቡትን ታዳሚዎች የሚገልጽ ጽሑፍ
sw: Maandishi yanayoelezea hadhira iliyokusudiwa ya ujumbe wa tahadhari

source: The text describing the type and content of the resource file
am: የመርጃ ፋይሉን ዓይነት እና ይዘት የሚገልጽ ጽሑፍ
sw: Maandishi yanayoelezea aina na maudhui ya faili ya rasilimali

source: Link to external resource. This can be for example a link to related websites.
am: ወደ ውጫዊ ምንጭ አገናኝ. ይህ ለምሳሌ ወደ ተዛማጅ ድር ጣቢያዎች አገናኝ ሊሆን ይችላል.
sw: Unganisha kwa rasilimali ya nje. Hii inaweza kuwa kwa mfano kiungo cha tovuti zinazohusiana.

source: Name for the event code
am: የክስተት ኮድ ስም
sw: Jina la msimbo wa tukio

source: Value of the event code
am: የክስተቱ ኮድ ዋጋ
sw: Thamani ya msimbo wa tukio

source: English
am: እንግሊዝኛ
sw: Kiingereza

source: Geophysical
am: ጂኦፊዚካል
sw: Kijiofizikia

source: Meteorological
am: ሜትሮሎጂ
sw: Hali ya hewa

source: General emergency and public safety
am: አጠቃላይ ድንገተኛ እና የህዝብ ደህንነት
sw: Dharura ya jumla na usalama wa umma

source: Law enforcement, military, homeland and local/private security
am: የሕግ አስከባሪ፣ ወታደራዊ፣ የአገር ቤት እና የአካባቢ/የግል ደህንነት
sw: Utekelezaji wa sheria, kijeshi, nchi na usalama wa ndani/binafsi

source: Rescue and recovery
am: ማዳን እና ማገገም
sw: Kuokoa na kupona

source: Fire suppression and rescue
am: እሳትን ማዳን እና ማዳን
sw: Kuzuia moto na uokoaji

source: Medical and public health
am: የሕክምና እና የህዝብ ጤና
sw: Afya ya matibabu na ya umma

source: Pollution and other environmental
am: ብክለት እና ሌሎች አካባቢያዊ
sw: Uchafuzi na mazingira mengine

source: Public and private transportation
am: የህዝብ እና የግል መጓጓዣ
sw: Usafiri wa umma na wa kibinafsi

source: Utility, telecommunication, other non-transport infrastructure
am: መገልገያ፣ ቴሌኮሙኒኬሽን፣ ሌሎች የትራንስፖርት ያልሆኑ መሠረተ ልማቶች
sw: Huduma, mawasiliano ya simu, miundombinu mingine isiyo ya usafiri

source: Chemical, Biological, Radiological, Nuclear or High-Yield Explosive threat or attack
am: ኬሚካል፣ ባዮሎጂካል፣ ራዲዮሎጂካል፣ ኑክሌር ወይም ከፍተኛ ምርት የሚፈነዳ ዛቻ ወይም ጥቃት
sw: Tishio au mashambulizi ya Kemikali, Baiolojia, Radiolojia, Nyuklia au Mavuno ya Juu

source: Other events
am: ሌሎች ክስተቶች
sw: Matukio mengine

source: Immediate - Responsive action SHOULD be taken immediately
am: ወዲያውኑ - ምላሽ ሰጪ እርምጃ ወዲያውኑ መወሰድ አለበት
sw: Hapo Hapo - Hatua ya kuitikia INATAKIWA ichukuliwe mara moja

source: Expected - Responsive action SHOULD be taken soon (within next hour)
am: የሚጠበቀው - ምላሽ ሰጪ እርምጃ በቅርቡ መወሰድ አለበት (በሚቀጥለው ሰዓት ውስጥ)
sw: Inatarajiwa - Hatua ya kujibu LAZIMA ichukuliwe hivi karibuni (ndani ya saa ijayo)

source: Future - Responsive action SHOULD be taken in the near future
am: ወደፊት - ምላሽ ሰጪ እርምጃ በቅርብ ጊዜ ውስጥ መወሰድ አለበት
sw: Wakati Ujao - Hatua ya kuitikia LAZIMA ichukuliwe katika siku za usoni

source: Past - Responsive action is no longer required
am: ያለፈው - ምላሽ ሰጪ እርምጃ ከአሁን በኋላ አያስፈልግም
sw: Zamani - Hatua ya kujibu haihitajiki tena

source: Unknown - Urgency not known
am: ያልታወቀ - አጣዳፊነት አይታወቅም
sw: Haijulikani - Udharura haujulikani

source: Extreme - Extraordinary threat to life or property
am: እጅግ በጣም ከባድ - ለሕይወት ወይም ለንብረት ያልተለመደ ስጋት
sw: Uliokithiri - Tishio lisilo la kawaida kwa maisha au mali

source: Severe - Significant threat to life or property
am: ከባድ - ለሕይወት ወይም ለንብረት ትልቅ ስጋት
sw: Kali - Tishio kubwa kwa maisha au mali

source: Moderate - Possible threat to life or property
am: መጠነኛ - በህይወት ወይም በንብረት ላይ ሊከሰት የሚችል ስጋት
sw: Wastani - Tishio linalowezekana kwa maisha au mali

source: Minor - Minimal to no known threat to life or property
am: አናሳ - በህይወት ወይም በንብረት ላይ የማይታወቅ አነስተኛ ስጋት
sw: Ndogo - Kiwango cha chini kwa tishio lisilojulikana kwa maisha au mali

source: Unknown - Severity unknown
am: ያልታወቀ - ክብደት የማይታወቅ
sw: Haijulikani - Ukali haujulikani

source: Observed - Determined to have occurred or to be ongoing
am: ታይቷል - ተከስቷል ወይም ቀጣይነት እንዲኖረው ተወስኗል
sw: Imezingatiwa - Imedhamiriwa kuwa imetokea au kuwa inaendelea

source: Likely - Likely (percentage > ~50%)
am: ምናልባት - ምናልባት (መቶኛ > ~ 50%)
sw: Huenda - Huenda (asilimia> ~50%)

source: Possible - Possible but not likely (percentage <= ~50%)
am: ይቻላል - ይቻላል ነገር ግን የማይሆን ​​(መቶኛ <= ~ 50%)
sw: Inawezekana - Inawezekana lakini haiwezekani (asilimia <= ~50%)

source: Unlikely - Not expected to occur (percentage ~ 0)
am: የማይመስል - ይከሰታል ተብሎ አይጠበቅም (መቶኛ ~ 0)
sw: Haiwezekani - Haitarajiwi kutokea (asilimia ~ 0)

source: Unknown - Certainty unknown
am: ያልታወቀ - በእርግጠኝነት የማይታወቅ
sw: Haijulikani - Hakika haijulikani

source: Language
am: ቋንቋ
sw: Lugha

source: The code denoting the language of the alert message
am: የማስጠንቀቂያ መልእክት ቋንቋን የሚያመለክት ኮድ
sw: Msimbo unaoashiria lugha ya ujumbe wa tahadhari

source: Category
am: ምድብ
sw: Kategoria

source: The code denoting the category of the subject event of the alert message
am: የማንቂያ መልእክቱ ርዕሰ ጉዳይ ክስተት ምድብን የሚያመለክት ኮድ
sw: Msimbo unaoashiria aina ya tukio la somo la ujumbe wa tahadhari

source: Event
am: ክስተት
sw: Tukio

source: Urgency
am: አስቸኳይ
sw: Uharaka

source: The code denoting the urgency of the subject event of the alert message
am: የማንቂያ መልእክቱ የርእሰ ጉዳይ ክስተት አጣዳፊነት የሚያመለክት ኮድ
sw: Msimbo unaoashiria uharaka wa tukio la somo la ujumbe wa tahadhari

source: Severity
am: ከባድነት
sw: Ukali

source: The code denoting the severity of the subject event of the alert message
am: የማንቂያ መልእክቱ የርዕሰ ጉዳይ ክስተት ክብደትን የሚያመለክት ኮድ
sw: Msimbo unaoashiria ukali wa tukio la somo la ujumbe wa tahadhari

source: Certainty
am: እርግጠኝነት
sw: Uhakika

source: The code denoting the certainty of the subject event of the alert message
am: የማንቂያ መልእክቱ ርዕሰ ጉዳይ ክስተት እርግጠኝነትን የሚያመለክት ኮድ
sw: Msimbo unaoashiria uhakika wa tukio la somo la ujumbe wa tahadhari

source: Headline
am: ርዕስ
sw: Kichwa cha habari

source: The text headline of the alert message. Make it direct and actionable as possible while remaining short
am: የማንቂያ መልእክቱ የጽሑፍ ርዕስ። አጭር ሲቀሩ በተቻለ መጠን ቀጥተኛ እና ተግባራዊ ያድርጉት
sw: Kichwa cha maandishi cha ujumbe wa tahadhari. Ifanye moja kwa moja na iweze kutekelezeka iwezekanavyo huku ikisalia kuwa fupi

source: Description
am: መግለጫ
sw: Maelezo

source: Instruction
am: መመሪያ
sw: Maagizo

source: The text describing the recommended action to be taken by recipients of the alert message
am: የማንቂያ መልእክቱ ተቀባዮች የሚመከር እርምጃን የሚገልጽ ጽሑፍ
sw: Maandishi yanayoelezea hatua iliyopendekezwa kuchukuliwa na wapokeaji wa ujumbe wa arifa

source: Effective
am: ውጤታማ
sw: Ufanisi

source: Onset
am: ጅምር
sw: Kuanza

source: The expected time of the beginning of the subject event of the alert message
am: የማንቂያ መልእክቱ ርዕሰ ጉዳይ ክስተት የሚጠበቀው ጊዜ
sw: Muda unaotarajiwa wa mwanzo wa tukio la somo la ujumbe wa tahadhari

source: Expires
am: ጊዜው ያበቃል
sw: Muda wake unaisha

source: The expiry time of the information of the alert message. If not set, each recipient is free to set its own policy as to when the message is no longer in effect.
am: የማንቂያ መልእክቱ መረጃ የሚያበቃበት ጊዜ። ካልተዋቀረ እያንዳንዱ ተቀባይ መልእክቱ መቼ እንደማይሰራ የራሱን ፖሊሲ ለማዘጋጀት ነፃ ነው።
sw: Muda wa mwisho wa taarifa ya ujumbe wa arifa. Ikiwa haijawekwa, kila mpokeaji yuko huru kuweka sera yake mwenyewe kuhusu ni lini ujumbe haufanyi kazi tena.

source: Contact
am: ተገናኝ
sw: Wasiliana

source: Audience
am: ታዳሚዎች
sw: Hadhira

source: Admin Boundary
am: የአስተዳዳሪ ወሰን
sw: Mpaka wa Utawala

source: Draw Polygon
am: ፖሊጎን ይሳሉ
sw: Chora Polygon

source: Geocode
am: ጂኦኮድ
sw: Msimbo wa kijiografia

source: Alert Area
am: ማንቂያ አካባቢ
sw: Eneo la Tahadhari

source: Admin Boundary, Polygon, Circle or Geocode
am: የአስተዳዳሪ ድንበር ፣ ፖሊጎን ፣ ክበብ ወይም ጂኦኮድ
sw: Mpaka wa Msimamizi, Poligoni, Mduara au Msimbo wa Jiografia

source: Additional file with supplemental information related to this alert information
am: ከዚህ የማንቂያ መረጃ ጋር የተያያዘ ተጨማሪ መረጃ ያለው ተጨማሪ ፋይል
sw: Faili ya ziada iliyo na maelezo ya ziada yanayohusiana na taarifa hii ya arifa

source: Parameter
am: መለኪያ
sw: Kigezo

source: Parameters
am: መለኪያዎች
sw: Vigezo

source: Hazard
am: ሃዛርድ
sw: Hatari

source: Can be the website link or email of the sending institution
am: የላኪው ተቋም የድር ጣቢያ አገናኝ ወይም ኢሜይል ሊሆን ይችላል።
sw: Inaweza kuwa kiungo cha tovuti au barua pepe ya taasisi inayotuma

source: CAP Sender Name
am: የ CAP ላኪ ስም
sw: Jina la Mtumaji CAP

source: Hazards monitored by the institution
am: በተቋሙ ቁጥጥር የሚደረግባቸው አደጋዎች
sw: Hatari zinazofuatiliwa na taasisi

source: Target audiences for published alerts
am: ለታተሙ ማንቂያዎች ዒላማ ታዳሚዎች
sw: Hadhira inayolengwa kwa arifa zilizochapishwa

source: Draft - A preliminary template or draft, not actionable in its current form
am: ረቂቅ - ቀዳሚ አብነት ወይም ረቂቅ፣ አሁን ባለው መልኩ ሊተገበር የሚችል አይደለም።
sw: Rasimu - Kiolezo au rasimu ya awali, isiyoweza kutekelezeka katika umbo lake la sasa

source: Actual - Actionable by all targeted recipients
am: ትክክለኛ - በሁሉም የታለሙ ተቀባዮች ሊተገበር የሚችል
sw: Halisi - Inaweza kutekelezwa na wapokeaji wote wanaolengwa

source: Test - Technical testing only, all recipients disregard
am: ሙከራ - የቴክኒክ ሙከራ ብቻ፣ ሁሉም ተቀባዮች ችላ ይላሉ
sw: Jaribio - Jaribio la kiufundi pekee, wapokeaji wote hupuuza

source: Exercise - Actionable only by designated exercise participants; exercise identifier SHOULD appear in note
am: የአካል ብቃት እንቅስቃሴ - በተሰየሙ የአካል ብቃት እንቅስቃሴ ተሳታፊዎች ብቻ ሊተገበር የሚችል; የአካል ብቃት እንቅስቃሴ መለያ በማስታወሻ ውስጥ መታየት አለበት።
sw: Zoezi - Inaweza kutekelezwa tu na washiriki walioteuliwa wa mazoezi; kitambulisho cha zoezi LAZIMA kionekane kwenye dokezo

source: System - For messages that support alert network internal functions
am: ስርዓት - የማንቂያ አውታር ውስጣዊ ተግባራትን ለሚደግፉ መልዕክቶች
sw: Mfumo - Kwa ujumbe unaoauni vitendaji vya ndani vya arifa

source: Alert - Initial information requiring attention by targeted recipients
am: ማንቂያ - በታለመላቸው ተቀባዮች ትኩረት የሚፈልግ የመጀመሪያ መረጃ
sw: Tahadhari - Taarifa ya awali inayohitaji kushughulikiwa na wapokeaji lengwa

source: Cancel - Cancels the earlier message(s) identified in references
am: ሰርዝ - በማጣቀሻዎች ውስጥ የተገለጸውን የቀደመ መልእክት(ዎች) ይሰርዛል
sw: Ghairi - Hughairi ujumbe wa awali uliotambuliwa katika marejeleo

source: Acknowledge - Acknowledges receipt and acceptance of the message(s) identified in references field
am: እውቅና - በማጣቀሻ መስክ ውስጥ ተለይተው የታወቁትን መልእክት (ቶች) መቀበል እና መቀበልን እውቅና ይሰጣል
sw: Thibitisha - Inakubali kupokea na kukubali ujumbe uliotambuliwa katika uga wa marejeleo

source: Error - Indicates rejection of the message(s) identified in references; explanation SHOULD appear in note field
am: ስህተት - በማጣቀሻዎች ውስጥ የተገለጸውን መልእክት (ቶች) አለመቀበልን ያመለክታል; ማብራሪያ በማስታወሻ መስክ ውስጥ መታየት አለበት
sw: Hitilafu - Huonyesha kukataliwa kwa ujumbe uliotambuliwa katika marejeleo; maelezo LAZIMA yaonekane katika sehemu ya noti

source: Public - For general dissemination to unrestricted audiences
am: ይፋዊ - ላልተገደቡ ታዳሚዎች አጠቃላይ ስርጭት
sw: Umma - Kwa usambazaji wa jumla kwa hadhira isiyo na kikomo

source: Restricted - For dissemination only to users with a known operational requirement as in the restriction field
am: የተገደበ - እንደ ገዳቢው መስክ የታወቀ የአሠራር መስፈርት ላላቸው ተጠቃሚዎች ብቻ ለማሰራጨት
sw: Imezuiliwa - Kwa usambazaji tu kwa watumiaji walio na hitaji la kufanya kazi linalojulikana kama katika uga wa vizuizi

source: Private - For dissemination only to specified addresses as in the addresses field in the alert
am: የግል - በማንቂያው ውስጥ ባለው የአድራሻ መስክ ውስጥ ለተገለጹት አድራሻዎች ብቻ ለማሰራጨት
sw: Faragha - Kwa usambazaji tu kwa anwani maalum kama katika sehemu ya anwani katika tahadhari

source: Identifier
am: መለያ
sw: Kitambulisho

source: Unique ID. Auto generated on creation.
am: ልዩ መታወቂያ በፍጥረት ላይ በራስ-ሰር የተፈጠረ።
sw: Kitambulisho cha kipekee. Imetengenezwa kiotomatiki kwenye uundaji.

source: Sender
am: ላኪ
sw: Mtumaji

source: Sent
am: ተልኳል።
sw: Imetumwa

source: Time and date of origination of the alert
am: የማንቂያው መነሻ ጊዜ እና ቀን
sw: Wakati na tarehe ya asili ya arifa

source: Status
am: ሁኔታ
sw: Hali

source: The code denoting the appropriate handling of the alert
am: የማስጠንቀቂያውን ተገቢ አያያዝ የሚያመለክት ኮድ
sw: Msimbo unaoashiria utunzaji unaofaa wa tahadhari

source: Message Type
am: የመልእክት አይነት
sw: Aina ya Ujumbe

source: The code denoting the nature of the alert message
am: የማስጠንቀቂያ መልእክት ተፈጥሮን የሚያመለክት ኮድ
sw: Msimbo unaoashiria asili ya ujumbe wa arifa

source: Scope
am: ወሰን
sw: Upeo

source: The code denoting the intended distribution of the alert message
am: የማስጠንቀቂያ መልእክት የታሰበውን ስርጭት የሚያመለክት ኮድ
sw: Msimbo unaoashiria usambazaji unaokusudiwa wa ujumbe wa tahadhari

source: Source
am: ምንጭ
sw: Chanzo

source: The text identifying the source of the alert message
am: የማንቂያ መልእክቱን ምንጭ የሚለይ ጽሑፍ
sw: Maandishi yanayotambulisha chanzo cha ujumbe wa arifa

source: The text describing the rule for limiting distribution of the restricted alert message. Used when scope value is Restricted
am: የተገደበ የማንቂያ መልእክት ስርጭትን ለመገደብ ደንቡን የሚገልጽ ጽሑፍ። የወሰን እሴት ሲገደብ ጥቅም ላይ ይውላል
sw: Maandishi yanayoelezea sheria ya kuzuia usambazaji wa ujumbe wa tahadhari uliowekewa vikwazo. Inatumika wakati thamani ya upeo imezuiwa

source: Restriction
am: ገደብ
sw: Kizuizi

source: The code denoting the special handling of the alert message
am: የማስጠንቀቂያ መልእክት ልዩ አያያዝን የሚያመለክት ኮድ
sw: Msimbo unaoashiria utunzaji maalum wa ujumbe wa tahadhari

source: Code
am: ኮድ
sw: Kanuni

source: The text describing the purpose or significance of the alert message.The message note is primarily intended for use with <status> 'Exercise' and <msgType> 'Error'
am: የማንቂያ መልእክቱን ዓላማ ወይም አስፈላጊነት የሚገልጽ ጽሑፍ። የመልእክቱ ማስታወሻ በዋነኝነት የታሰበው በ<status> 'የአካል ብቃት እንቅስቃሴ' እና በ<msgType> 'ስህተት' ለመጠቀም ነው።
sw: Maandishi yanayoelezea madhumuni au umuhimu wa ujumbe wa tahadhari. Ujumbe huu unakusudiwa kutumiwa na <status> 'Zoezi' na <msgType> 'Error'.

source: Note
am: ማስታወሻ
sw: Kumbuka

source: Alert Information
am: የማንቂያ መረጃ
sw: Taarifa za Tahadhari

source: Recipient
am: ተቀባይ
sw: Mpokeaji

source: Addresses
am: አድራሻዎች
sw: Anwani

source: Incidents
am: ክስተቶች
sw: Matukio
